{
    "status": {
        "code": 1,
        "err": null,
        "msg": null,
        "totalRecords": 96
    },
    "data": [
        
        {
            "id": 100000011,
            "firstName": "Heather",
            "lastName": "Godin",
            "bio": " "
        },
        {
            "id": 100000014,
            "firstName": "Toby",
            "lastName": "Weldon",
            "bio": "Teaching at CLHC is one of my favourite past times and it’s all because of the incredible members and the enthusiasm they bring to every class.  In addition, encouraging others to get and stay fit are part of my passion for living a healthy and active life.  That being said, I am always eager to answer any questions related to your health, so please ask!  If I’m not out on my road bike you can find me teaching in either the cycling or the aerobics studios"
        },
        {
            "id": 100000015,
            "firstName": "John",
            "lastName": "Smith",
            "bio": ""
        },
        {
            "id": 100000024,
            "firstName": "Terry",
            "lastName": "Bollea",
            "bio": "Terry Gene Bollea (born August 11, 1953), better known by his ring name Hulk Hogan, is an American professional wrestler, actor, television personality, and musician signed to Total Nonstop Action Wrestling (TNA)."
        },
        {
            "id": 100000046,
            "firstName": "Lucan",
            "lastName": "Pedersen",
            "bio": " http://www.columbialakehealthclub.com/pt/lpedersen"
        },
        {
            "id": 100000048,
            "firstName": "Marie C",
            "lastName": "Planta",
            "bio": " I am a veteran runner and cyclist.  Through my participation in many races and duathlons over the past 30 years, I have experienced both the challenges and the joys of attempting more than I thought I could accomplish.\r\n\r\nI value being the best I can be, and I bring this dedication and energy to the indoor cycling experience, encouraging all participants to work toward their own personal best in every class.  Music selection, drills and routines are designed to motivate participants to push to their limits and beyond, to experience their own strength and power, and to be inspired by their achievements and successes.  \r\n"
        },
        {
            "id": 100000052,
            "firstName": "Luke",
            "lastName": "Peterson",
            "bio": " "
        },
        {
            "id": 100000057,
            "firstName": "Luke P",
            "lastName": "Pettitt-Tracey",
            "bio": " http://www.columbialakehealthclub.com/pt/tpettitt-tracey"
        },
        {
            "id": 100000058,
            "firstName": "Diana",
            "lastName": "Duff",
            "bio": "Diana is an excellent swimmer!!"
        },
        {
            "id": 100000059,
            "firstName": "Will P",
            "lastName": "Yates",
            "bio": " I have been teaching fitness classes for 24 years. I have taught everything from step classes to boxing classes, cycling and strength. the best part about teaching is when you see people improve over time. There is nothing better then when everyone in a beginner step class moves the same way at the same time. It makes it all worth it!"
        },
        {
            "id": 100000061,
            "firstName": "Wendy Wyatt",
            "lastName": "-Esthetician",
            "bio": " Sixteen years ago when Liz welcomed her daughter into her life, she got off the couch and attended her first fitness class.\r\n\r\nAs an active teen and competitive runner, Liz had forgotten the thrill of being active.  \r\n\r\n \r\n\r\nSince then, she has dedicated herself to the growth and development of others!  Liz began leading fitness classes for various organizations and community groups throughout the Region of Waterloo.\r\n\r\n \r\n\r\nHer classes are dynamic and powerful; she motivates by engaging all of her participants and invites them to participate as both leader and learner.\r\n\r\n \r\n\r\nLiz spent six years as the Trainer of Trainers for YMCA Canada.  In this role, she led professional development for Fitness Leaders and Personal Trainers.  During this time, her training as a certified school teacher was very helpful to her success.\r\n\r\n \r\n\r\nCurrently, Liz splits her time between motivating adults in healthy, active lifestyles in both her role as fitness/yoga leader as well as in her classroom designed for the skill building of adults who are in the process of changing careers.\r\n\r\n \r\n\r\nPeppered with her sense of humour, Liz engages people who are interested in learning about and developing their overall lifestyle!\r\n\r\n \r\n\r\nLiz lives in Waterloo with her husband, daughter and pooch.\r\n\r\n"
        },
        {
            "id": 100000062,
            "firstName": "Syd",
            "lastName": "Test-Employee",
            "bio": " "
        },
        {
            "id": 100000064,
            "firstName": "Flinstone",
            "lastName": "Wilma",
            "bio": " "
        },
        {
            "id": 100000072,
            "firstName": "Jennifer",
            "lastName": "Jenkins",
            "bio": " "
        },
        {
            "id": 100000073,
            "firstName": "Maria",
            "lastName": "Planner",
            "bio": " "
        },
        {
            "id": 100000082,
            "firstName": "Learrah S",
            "lastName": "Minaker",
            "bio": "  had to be entered as an intructor in order to generate payroll reports from M-B."
        },
        {
            "id": 100000086,
            "firstName": "Event",
            "lastName": "Frumau",
            "bio": "       Staying fit and healthy is an important part of my life.  For me fitness comes down to a lifestyle choice.  I understand the challenges of trying to incorporate time for productive exercise into a busy lifestyle.  I try to make the classes I teach at Columbia Lake Health Club both enjoyable and challenging. I have seen the tremendous benefits of pilates training not only on a personal level but on the hundreds of clients I have worked with at various pilates studios and fitness clubs over the years.\r\n      As a Stott certified pilates instructor I am confident that my training allows me to provide a high level of instructor expertise to my clients.  Columbia Lake Health Club provides me with specialized pilates equipment and bright comfortable rooms that help me to facilitate a top notch pilates program.  I’m excited about pilates and the opportunity to be teaching at CLHC. \r\n    I am a Reebok certified cycle instructor and avid cyclist. Spin classes have been a regular part of my exercise routine for years.  Like many people I need a steady dose of cardiovascular exercise to help me stay sane.  Cycle classes are a great form of exercise for everyone. They are a great way to burn calories and stay trim and fit. I truly enjoy teaching cycle classes and appreciate the state of the art equipment that CLHC has provided for its members. It is always my goal to have clients feel energized by the end of the class.  \r\n"
        },
        {
            "id": 100000087,
            "firstName": "Allen Williamson",
            "lastName": "WILLIAMSON",
            "bio": " "
        },
        {
            "id": 100000091,
            "firstName": "Karen R",
            "lastName": "Lockhart",
            "bio": "had to be entered as an instructor in order to generate payroll reports from M-B."
        },
        {
            "id": 100000102,
            "firstName": "Melanie C",
            "lastName": "Radic",
            "bio": " "
        },
        {
            "id": 100000103,
            "firstName": "Karen",
            "lastName": "Staff",
            "bio": " "
        },
        {
            "id": 100000108,
            "firstName": "Erik",
            "lastName": "Iversen",
            "bio": " I have been teaching indoor cycling for the past year, and I have been participating classes for past 5 years. I am both Spin and Reebok certified. My rev classes at CLHC are taught with a road cycling feel, I use a combination of classic rock and new pop music to motivate and enhance your experience."
        },
        {
            "id": 100000109,
            "firstName": "Sarah",
            "lastName": "Schnurr",
            "bio": "I have had a passion for personal fitness for a number of years beginning with running to get back into shape after my girls were born. Joining a fitness centre a few years later I expanded my fitness horizons to include toning and weight training. Always being keen on keeping flexible, I took a  yoga teacher training course to stay limber and help others know the joy of flexibiliity through yoga. I look forward to expanding my teching versatility further by leading limber limbs and as time permits, gaining more training to lead other group exercise classes as well. I feel that the best medicine is prevention and to that end I have learned reiki and reflexology and currently practice both modalities. Over the years, I have been inspired by a number of wonderful instructors, some of which currently teach at Columbia Lake, and I am really happy to now have the opportunity to help people achieve their goals and desires for living and feeling well."
        },
        {
            "id": 100000111,
            "firstName": "Register",
            "lastName": "Sawatsky",
            "bio": " "
        },
        {
            "id": 100000132,
            "firstName": "Karin Y",
            "lastName": "Lusk",
            "bio": " "
        },
        {
            "id": 100000133,
            "firstName": "Vanessa S Witt",
            "lastName": "Massage",
            "bio": " "
        },
        {
            "id": 100000134,
            "firstName": "Nicola",
            "lastName": "Room 1",
            "bio": "THIS IS USED SOLELY FOR BOOKING INTO THE RMT'S SCHEDULE"
        },
        {
            "id": 100000137,
            "firstName": "Nicole",
            "lastName": "Room 1",
            "bio": " "
        },
        {
            "id": 100000138,
            "firstName": "Nathan",
            "lastName": "RMT/Chiro",
            "bio": " "
        },
        {
            "id": 100000146,
            "firstName": "Sheilla T",
            "lastName": "Smeed",
            "bio": " "
        },
        {
            "id": 100000148,
            "firstName": "Linda",
            "lastName": "Nolan",
            "bio": "I have been practicing yoga for sixteen years. I have had the great pleasure of training with some amazing teachers, but my greatest reqrd was training in INdia and being in the country of Yoga's birth."
        },
        {
            "id": 100000157,
            "firstName": "Susan P",
            "lastName": "Susanna",
            "bio": " "
        },
        {
            "id": 100000158,
            "firstName": "Stephanie",
            "lastName": "Smith",
            "bio": "Registered Massage Therapist"
        },
        {
            "id": 100000159,
            "firstName": "Kate M",
            "lastName": "MacDonald",
            "bio": "My entire life I have been exercising. I spent 14 years competing in synchronized swimming. It was a natural progression for me to move into fitness instruction. I am passionate about health and wellness and enjoy teaching a variety of classes such as cycle step, strength and pilates!"
        },
        {
            "id": 100000163,
            "firstName": "Steve",
            "lastName": "Straus",
            "bio": "<div>Hello my name is Keri Straus. I have 14 years experience as a fitness instructor, my knowledge of in-group training/classes ranges from Step, Stretch and Strength, Cardiovascular and Spinning. I hope to have the opportunity to share with you my enthusiasm for fitness and to help you along the way of your own fitness journey.</div>"
        },
        {
            "id": 100000164,
            "firstName": "Jennifer",
            "lastName": "Anderson",
            "bio": " STOTT Certified Pilates Instructor\r\n\r\nI have been involved in the fitness industry for over 15 years teaching a variety of classes and providing health and wellness programs. I became a STOTT certified pilates instructor a few years ago after noticing that the fitness industry was changing from using phrases like “ high impact cardio” and “feel the burn” to using terms like functional training and core strength. Since then pilates and yoga have become key elements of fitness programs.\r\n\r\nI love the balance that pilates adds to a fitness program. Pilates will strengthen and lengthen the body while improving core strength and posture, which adds to overall health\r\n"
        },
        {
            "id": 100000165,
            "firstName": "Jen",
            "lastName": "Hunt",
            "bio": " "
        },
        {
            "id": 100000180,
            "firstName": "Kinesis Wall",
            "lastName": "McLardy",
            "bio": " "
        },
        {
            "id": 100000181,
            "firstName": "Lana G",
            "lastName": "McWhinnie",
            "bio": " "
        },
        {
            "id": 100000185,
            "firstName": "Guest",
            "lastName": "Gerber",
            "bio": " "
        },
        {
            "id": 100000194,
            "firstName": "Amber",
            "lastName": "Jennings",
            "bio": " "
        },
        {
            "id": 100000198,
            "firstName": "Kevin M",
            "lastName": "McCloskey",
            "bio": " "
        },
        {
            "id": 100000201,
            "firstName": "Britney",
            "lastName": "Spears",
            "bio": "I  started teaching fitness classes 16 years ago after developing a love of fitness classes as a participant. I bring my own unique style to all of my classes and my favourite classes to teach are STEP and boxing.\r\n\r\n \r\n\r\n"
        },
        {
            "id": 100000202,
            "firstName": "Lesley",
            "lastName": "Morrison",
            "bio": " "
        },
        {
            "id": 100000205,
            "firstName": "Marvin W",
            "lastName": "Poulin",
            "bio": " "
        },
        {
            "id": 100000207,
            "firstName": "Erin W.",
            "lastName": "Franklin",
            "bio": "I love yoga because of the strength and balance it has brought to my body and my life.  I chose to begin teaching so I could help others learn the benefits of a yoga practice, and help them explore 'their yoga'.  I design my classes with a balance of strength and stretching so participants leave feeling rejuvenated after a challenging workout.\r\n"
        },
        {
            "id": 100000209,
            "firstName": "Jeff S",
            "lastName": "Howey",
            "bio": " "
        },
        {
            "id": 100000211,
            "firstName": "Jasmin",
            "lastName": "Holmes",
            "bio": " \"Don't measure yourself by what you have accomplished, but by what you should have accomplished with your ability.\"\r\n                                                                                                                                                         John Wooden\r\n\r\n\r\nI was raised as the only girl in my family, stuck between an older and younger brother. Naturally I had to be active and competitive in order to survive!  I grew up playing all types of sports and in high school competed in basketball, volleyball and track and field. I was first introduced to weight training by my coaches in order to improve my performance. I immediately loved the process and quickly realized that regular training off the field was the only way to improve and sustain results on the playing field.  It soon became a regular part of my life and I knew that it always would be. I've continued running to this day and have completed several half and full marathons, always looking for the next challenge.\r\n\r\nI began my career in the fitness industry over 5 years ago as a Group Fitness Instructor and Personal Trainer.  I've worked with a variety of clients at all ages and fitness levels, specializing in weight loss, muscle building and toning, core training, pre and post natal fitness and running performance.My passion is helping people to push past their perceived physical and emotional limitations in order to acheive their ultimate goal.\r\n\r\nI am proud to be a member of the Columbia Lake Personal Training team and look forward to helping you achieve balance and success in fitness.\r\n"
        },
        {
            "id": 100000212,
            "firstName": "Anne",
            "lastName": "Blake",
            "bio": " "
        },
        {
            "id": 100000213,
            "firstName": "Karen T.",
            "lastName": "Ludwig",
            "bio": " As a multi-sport athlete throughout both High School and University it was my passion for health and fitness that lead me to pursue a degree in Kinesiology and Physical Education.  After graduation and having gained a thorough understanding of how the body functions and moves, my experience as a Personal Trainer has presented me the opportunity to support a vast number of people towards their goals including; weight management, improving muscular strength and endurance, increasing energy levels, muscle tone, stamina and core conditioning.  I have been a witness too the remarkable change proper exercise and nutrition can make and am now excited to help bring those same results to the members of Columbia Lake Health Club. \r\n\r\n\tAdvanced certifications in the field have developed my expertise and provided me the opportunity to enhance the performance of high-caliber and professional athletes from various sports including hockey, football, tennis, soccer and golf.  Through collaboration with Athletic Therapists I have also been able to assist others recovering from injury, providing me with an in-depth understanding of the rehabilitation process.  Drawing from these experiences and with an emphasis on entire-body, functional exercises my focus will be to tailor a unique and enjoyable program designed specifically for you – allowing you to reach your greatest potential in fitness, performance or most importantly; health!\r\n\r\n\tI believe pursuing your health and fitness goals should be a challenge – not a chore – and will aim to motivate you through each and every step of the way.  We all know that it is impossible to go back and start a new beginning, but anyone can start today and make a new ending.  I remain a firm believer that if your mind can conceive it – your body can achieve it!  Let’s get started!\r\n"
        },
        {
            "id": 100000215,
            "firstName": "Chris",
            "lastName": "Charbonneau",
            "bio": " I started a fitness program for myself about 20 years ago to strengthen my back. I opted for physical fitness rather than surgery for my scoliosis and wanted to have strong core muscles to prepare for pregnancy.  The results were amazing and I wanted to share my experience with others.  I began as a fitness instructor over 18 years ago and continued on to become a personal trainer.  It was a natural progression for me to become STOTT Pilates certified which complimented my yoga certification.  In the past few years, I have channelled my energy to focus on core training to develop long lean muscles and mind-body strengthening with Pilates techniques and yoga.  It is inspiring and rewarding to witness both the physical results of my participants, as well as the inner calm and rejuvenation, as we journey together to better health and fitness!\r\n\r\nMarie Charbonneau\r\n"
        },
        {
            "id": 100000216,
            "firstName": "Tiffany",
            "lastName": "Watson",
            "bio": "I have been teaching Zumba for about 1 year.  I also work full time in Human Resources.  Outside of work and the gym, I enjoy travelling, reading, and shopping!\r\n"
        },
        {
            "id": 100000217,
            "firstName": "Cynthia J",
            "lastName": "Cupovic",
            "bio": " Hello! My name is Jasminka Cupovic. Throughout my whole life I have been involved in different sports. Last ten years as a fitness instructor I put myself through kickboxing, cardio and muscle training classes. I love to teach aerobics. My joy has grown significantly since November 2007 when I was certified as Zumba instructor. I feel great to just dance away all of the stresses that come along with a regular daily routine. So please join me in dancing life’s worries away incorporating moves from salsa, meringue, cumbia what is now know as the sensation of Zumba."
        },
        {
            "id": 100000229,
            "firstName": "Jelena",
            "lastName": "Huang",
            "bio": " "
        },
        {
            "id": 100000231,
            "firstName": "R - Chiropractic",
            "lastName": "Salem",
            "bio": " Rasha has been living Yoga for almost 19 years. Rasha’s Yoga classes focus on alignment, technique, endurance and strength. She helps people connecting to their inner selves with an emphasis on breathing, developing body and mind awareness, as well as core strength, muscle tone, improved posture, balance and inner peace. She also strives to enlighten and create freedom in the body, mind and spirit and promoting the healing aspect of yoga. Integrating the vibrant physicality of Vinyasa Flow with a coordination of breath is an essential element of her teachings. "
        },
        {
            "id": 100000232,
            "firstName": "Christine D",
            "lastName": "Chipman",
            "bio": " "
        },
        {
            "id": 100000234,
            "firstName": "Jenna",
            "lastName": "Jamieson",
            "bio": " "
        },
        {
            "id": 100000235,
            "firstName": "Jennifer",
            "lastName": "Jansen",
            "bio": " My name is Cynthia Jansen and my athletic career started at a young age through my love of gymnastics. I learned commitment, discipline and perseverance. These traits have allowed me to develop a strong work ethic and the desire to excel in all aspects of life. Later on these same traits led me on a journey to becoming a national level competitor in body building. This experience has created a continuing lifestyle of learning, through fitness and nutrition.\r\n\r\nI believe in achieving dreams, challenging one’s own limits, working hard and becoming the best you can be.  \r\n\r\nOver the past 23 years in this industry, I have had the distinct pleasure of working with a very diverse clientele base.  From figure competitors, body builders, top athletes, pre/post-natal moms and the mainstream public.\r\n\r\nIt is my objective to provide the highest level of professionalism, education, support and motivation to my clients, with a caring and personal touch.  I design personalized programs, incorporating individual fitness goals and rehabilitation needs, as well as, providing nutritional guidance tailored to suit each client’s lifestyle.  I specialize in body transformations, weight loss, and helping those reclaim a more positive and healthier lifestyle.  \r\n\r\nI am excited to be a part of the Columbia Lake team and I look forward to the opportunity to meet with you and assisting you in achieving your fitness goals… the beauty of success is learning to engage yourself in the journey.\r\n"
        },
        {
            "id": 100000236,
            "firstName": "Terra",
            "lastName": "Veens",
            "bio": " "
        },
        {
            "id": 100000239,
            "firstName": "Karen D",
            "lastName": "Li",
            "bio": " Art is a computer engineer by education but loves the science of mixed martial arts.  He has studied many forms over the years, including karate, kung-fu and kickboxing.  Art enjoys integrating the concepts of martial arts training into different aspects of fitness such as cardio, strength and stability.\r\n"
        },
        {
            "id": 100000240,
            "firstName": "Emma",
            "lastName": "Farkas",
            "bio": " "
        },
        {
            "id": 100000241,
            "firstName": "Nathan A",
            "lastName": "Robertson",
            "bio": " Serenity is a certified Yoga Instructor specializing in the style of Ashtanga Yoga and has attended yoga workshops and training with talented teachers such as Doug Swenson & David Williams.\r\nHer playful teaching style brings light-heartedness to her class of vigorous Power Yoga.\r\n"
        },
        {
            "id": 100000242,
            "firstName": "Learn",
            "lastName": "Miller",
            "bio": "Hi, I am Joy. I am a Can-Fit-Pro Certified Personal Training Specialist as well as a boot camp specialist.\r\nMy philosophy and life mottos are...\r\nLive life and enjoy it!\r\nDon't be afraid of failure\r\nHave a positive attitude\r\nIf you want it bad enough, you will work hard and YOU WILL SUCEEED! \r\n\r\nI motivate beginners not to quit, push intermediates to their next level and challenge advanced athletes to give it all they've got.\r\n\r\nI am highly motivated, bursting with energy and want to help you reach your goals.\r\n\r\nStop dreaming and start acting...Life is full of opportunities. Let’s get started TOGETHER!\r\n\r\n"
        },
        {
            "id": 100000243,
            "firstName": "Cornacchia",
            "lastName": "Anthony",
            "bio": " "
        },
        {
            "id": 100000244,
            "firstName": "Tamara",
            "lastName": "Tierney K",
            "bio": " "
        },
        {
            "id": 100000245,
            "firstName": "Hayley",
            "lastName": "Glofcheski",
            "bio": " "
        },
        {
            "id": 100000246,
            "firstName": "Donna",
            "lastName": "Edwards",
            "bio": " If you love a challenging spin, strength or Pilates class then take my class. As a competitive long distance runner, I've tackled Boston, New York and Detroit marathons, soon to add Chicago fall 2009. I also love road biking and have dabbled in duathlons (no I don’t like the water and you will never catch me in a wet suit)  Stott Pilates certificated since 2003 rounds out the hard training with a mind and body balance. All of these disciplines, I incorporate functional, realistic and don’t forget HARD exercises into my workouts to enhance your sport. I hope to see you soon.\r\n\r\n"
        },
        {
            "id": 100000250,
            "firstName": "Todd",
            "lastName": "Welsh",
            "bio": " "
        },
        {
            "id": 100000251,
            "firstName": "Corrie H",
            "lastName": "Conroy",
            "bio": " "
        },
        {
            "id": 100000252,
            "firstName": "Eric",
            "lastName": "Ward",
            "bio": ""
        },
        {
            "id": 100000253,
            "firstName": "Wallace",
            "lastName": "William",
            "bio": " "
        },
        {
            "id": 100000254,
            "firstName": "Wendy",
            "lastName": "Wing",
            "bio": " Hello, my name is Todd and I'm excited to be working as a personal trainer and fitness instructor at Columbia Lake Health Club. I was born and raised in Waterloo and I have just returned to the K-W area after having completed four years of schooling.  Along with personal training, I am looking forward to pursuing a career as a firefighter. A few highlights of my fitness career have been working as a fitness instructor for the military and becoming a Reebok spin instructor. \r\n            A childhood interest in sports opened my eyes to the world of possibilities that are available to constantly challenge and strengthen myself.  I have a never-say-never policy that has allowed me to experience and learn new things on a daily basis (a component that I believe is necessary for an on-going commitment to a healthy lifestyle).  The last thing anyone wants to hinder an active lifestyle is to feel bored.  My family is made up of a wide variety of fitness levels and I understand that it is important to work with the individual in order to maximize not only the results but also his/her enjoyment.  For example, I've learned that when I come to the gym with my sister or mother that if I don't make it enjoyable and rewarding for them, I will have a full out evaluation on the car ride home.  \r\n\r\n              I love to work hard but I also think that laughter enables us to gain confidence and try new things, realizing that next time our coordination, balance or strength will be that much better.  I look forward to meeting and working with many of you in the near future. \r\n\r\n"
        },
        {
            "id": 100000257,
            "firstName": "Sean N",
            "lastName": "Scott",
            "bio": " "
        },
        {
            "id": 100000258,
            "firstName": "Carrie",
            "lastName": "Cakan",
            "bio": " "
        },
        {
            "id": 100000259,
            "firstName": "Jake",
            "lastName": "Hay",
            "bio": " "
        },
        {
            "id": 100000260,
            "firstName": "Jean",
            "lastName": "Holmes",
            "bio": " "
        },
        {
            "id": 100000263,
            "firstName": "Court",
            "lastName": "1",
            "bio": null
        },
        {
            "id": 100000264,
            "firstName": "Court",
            "lastName": "2",
            "bio": null
        },
        {
            "id": 100000265,
            "firstName": "Court",
            "lastName": "3",
            "bio": null
        },
        {
            "id": 100000266,
            "firstName": "Court",
            "lastName": "4",
            "bio": null
        },
        {
            "id": 100000267,
            "firstName": "Court",
            "lastName": "5",
            "bio": null
        },
        {
            "id": 100000268,
            "firstName": "Court",
            "lastName": "6",
            "bio": null
        },
        {
            "id": 100000269,
            "firstName": "Allen",
            "lastName": "Williamson",
            "bio": " "
        },
        {
            "id": 100000270,
            "firstName": "Johnny",
            "lastName": "Salke",
            "bio": null
        },
        {
            "id": 100000271,
            "firstName": "Stuart",
            "lastName": "Fitness",
            "bio": " "
        },
        {
            "id": 100000273,
            "firstName": "Larry",
            "lastName": "Samuels",
            "bio": null
        },
        {
            "id": 100000274,
            "firstName": "Samantha",
            "lastName": "Shelton",
            "bio": " "
        },
        {
            "id": 100000275,
            "firstName": "Sall",
            "lastName": "Smith",
            "bio": null
        },
        {
            "id": 100000276,
            "firstName": "Patrick Franck",
            "lastName": "- Acupuncturist",
            "bio": " "
        },
        {
            "id": 100000277,
            "firstName": "Lea",
            "lastName": "Pang",
            "bio": null
        },
        {
            "id": 100000278,
            "firstName": "Danielle",
            "lastName": "Murphy",
            "bio": " "
        },
        {
            "id": 100000279,
            "firstName": "Ashley",
            "lastName": "Knight",
            "bio": null
        },
        {
            "id": 100000280,
            "firstName": "Kristin",
            "lastName": "Gause",
            "bio": " "
        },
        {
            "id": 100000281,
            "firstName": "Johnson",
            "lastName": "Dwayne",
            "bio": "aka The Rock\r\nDo you smell what he is cooking?"
        },
        {
            "id": 100000282,
            "firstName": "Corey",
            "lastName": "Patterson",
            "bio": " "
        }
    ]
}